SELECT Станции2001.numb1, Станции2001.NAME, Станции2001.UGOL, Станции2001.DON, Станции2001.PODM, Станции2001.ARKT, Станции2001.PECH, Станции2001.KUZN, Станции2001.URAL, Станции2001.BASHK, Станции2001.EKIB, Станции2001.KARAG, Станции2001.KAN, Станции2001.IRKUT, Станции2001.HAK, Станции2001.TUV, Станции2001.BUR, Станции2001.CHIT, Станции2001.NER AS Выражение1, Станции2001.RAICH AS Выражение2, Станции2001.URG, Станции2001.PRIM, Станции2001.LUCH, Станции2001.SAH, Станции2001.MAG
FROM Станции2001
WHERE (((Станции2001.UGOL)>0))
ORDER BY Станции2001.numb1;
