SELECT Потребители_тепла.Станция, Потребители_тепла.codest, First(Потребители_тепла.Примечание) AS Примечание, Потребители_тепла.АО, Имена_ОЭС.oes, Имена_ОЭС.name AS oesname
FROM Потребители_тепла INNER JOIN (Имена_областей INNER JOIN Имена_ОЭС ON Имена_областей.OES=Имена_ОЭС.oes) ON Потребители_тепла.АО=Имена_областей.OBL
WHERE (((Потребители_тепла.codest)<>0) AND ((Потребители_тепла.Примечание) Is Not Null))
GROUP BY Потребители_тепла.Станция, Потребители_тепла.codest, Потребители_тепла.АО, Имена_ОЭС.oes, Имена_ОЭС.name;
